export default [
  {
    lat: 54.680069,
    lon: 25.295816,
    name: 'Конституция республики',
    description: `Когда-то Ужупис был довольно мрачным районом. Рядом стояли оставшиеся с советских времён заводы и жили рабочие. Никто не хотел жить в неблагополучном районе, поэтому он постепенно превращался в гетто.
    <p>В середине 90-х годов стало понятно, что надо что-то менять. В 1996 году группа местных художников открыла в Ужуписе первую художественную галлерею. Так началась джентрификация района: с поддержкой городских властей он начал становится центром богемы и искусства.
    <p>В 1997 году жители в шутку провозгласили Ужупис республикой. Республика это, конечно, формальная, но у неё есть свои флаг, гимн, конституция, кабинет министров, выборы. А ещё есть день независимости, отмечаемый каждое 1 апреля — в день основания. На флаге изображена ладонь с дыркой в центре, символизирующая открытость и бескорыстие.
    <p>Конституция республики Ужупис состоит из 38-ми пунктов и 3-х заповедей. Она переведена на разные языки.`,
  },
  {
    lat: 54.680589,
    lon: 25.295272,
    name: 'Центральная площадь',
    description: `Центр Ужуписа — небольшой треугольный перекрёсток. Раньше здесь была часовня, но она сгорела ещё в начале XVII века. Сейчас вместо неё в центре перекрёстка стоит обелиск с ангелом. Этот ангел является символом республики.
    <p>Рядом находится неплохой ресторан, который так и называется «У Ангела». Среди прочего, в нём делают неплохие коктейли. Можно спуститься в нижний зал с каменными стенами и деревяными столами и чуть окунуться в атмосферу средневековья.
    <p>Главная площадь — основное место всех собраний и концертов в Ужуписе. В том числе именно тут происходит празднование дня независимости.`,
  },
  {
    lat: 54.681009,
    lon: 25.293322,
    name: 'Набережная',
    description: `В жизни Ужуписа и вообще Вильнюса река Вильняле занимает важное место. С ней связаны истории и легенды. Она отделяет Ужупис от центра Вильнюса и она же упоминается в первом пункте конституции Ужуписа.
    <p>Перейти Вильняле и попасть в Ужупис можно по Бернардинскому мосту. Рядом с ним установлен знак с названием — «Республика Заречье». Именно так переводится литовское слово Užupio. Название написано на нескольких языках, включая русский. Под мостом можно увидеть небольшую статую русалки, а рядом над рекой висят качели.
    <p>За 20 лет существования Ужупис стал богемным районом с большим количеством художественных галлерей, выставочных залов и хипстерских магазинов. Набережную можно назвать главным художественным местом, где регулярно появляются инсталяции, стоят скульптуры, висят плакаты и картины. Например, этим летом там расположились старые пианино, иногда на них кто-то даже пытался играть. В переулке рядом есть большая разрисованная стена за легализацию марихуаны.`,
  },
  {
    lat: 54.681567,
    lon: 25.293894,
    name: 'Сквер Тибета',
    description: `Рядом с основным проходом в Ужупис есть ещё один, небольшой. Он ведёт в сквер Тибета. Это приятное и тихое место, где в центре стоит украшенная лентами вентиляционная шахта, а между деревьями растянуты разноцветные флажки.
    <p>Табличка с названием сквера дублируется на тибетском языке. В Ужуписе много закутков и улиц, названых в честь других стран или городов.`,
  },
  {
    lat: 54.67993,
    lon: 25.296302,
    name: 'Улица смерти',
    description: `Интересный дворик находится рядом с развешанными табличками конституции. Когда-то, когда Ужупис был не таким приятным местом, туристов здесь не любили. Надписи и граффити про смерть рисовали местные жители, чтобы отпугивать посторонних.
    <p>Напоминанием о тех временах остался такой загадочный закуток. Во дворе висят зеркала, стоит стол со стульями на стене, протянуты верёвки как для проезда трамвая.`,
  },
  {
    lat: 54.680941,
    lon: 25.297497,
    name: 'Переулок с граффити',
    description: `В Ужуписе много уличного граффити. Есть как обычные надписи или узоры, так и красивые и сложные картины. Культура уличных рисунков зародилась в том числе благодаря открывшейся в Ужуписе Академии Искусств.
    <p>Граффити можно найти везде: на центральных улицах, в сквере у набережной, напротив стены с табличками с конституцией. Много их и в небольшом переулке, ведущем к реке. Над входов в переулок висит фигурка ангела, так что мимо пройти не получится.`,
  },
  {
    lat: 54.680198,
    lon: 25.30693,
    name: 'Бернардинское кладбище',
    description: `В Вильнюсе очень много упоминаний барнардинцев. Так называли францисканцев в Литве и соседних странах. Например, мост в Ужупис называется Бернардинский мост, недалеко находится бернардинский костёл. С бернардинцами связана одна из легенд о холме с тремя крестами.
    <p>Бернардинское кладбище одно из самых старых во всей Литве. Когда-то оно находилось в центре, рядом с костёлом Святой Анны. В начале XIX века его было принято перенести за пределы города.
    <p>Со временем кладбище пришло в запустение. В XXI веке началась его реставрация и облагораживание, но пока там довольно мрачно.`,
  },
];
